Repository: quintipio/BrainLittleGames
Catalog: JeuxDeLogiqueWin10/Strings/*/Resources.resw
Source language: en
Languages: fr, pt

# AcheterButton.Content
source: Buy the full version
fr: Acheter la version complète
pt: Comprar a versão completa

# AgeTextBlock.Text
source: Date of birth :
fr: Date de naissance :
pt: Data de nascimento:

# AjouterUtilisateurTextBlock.Text
source: Add a user
fr: Ajouter un utilisateur
pt: Adicionar Usuário

# AppdText.Text
source: About
fr: A propos de...
pt: Sobre ...

# AvertissementSupressionCompte
source: Note This action is irreversible and will erase all data from this account. Continue?
fr: Attention cette action est irréversible et effacera toute les données de ce compte. Continuer?
pt: Atenção esta ação é irreversível e irá apagar todos os dados a partir dessa conta. Continuar?

# Bleu
source: Blue
fr: Bleu
pt: Azul

# Bougent
source: move
fr: se déplacent
pt: jogada

# BugsText.Text
source: Bugs, Suggestions
pt: Bugs, sugestões

# Calcul
source: Exercises of calculations
fr: Exercices de calculs
pt: Cálculos Exercícios

# CalculMental
source: Mental calculation
fr: Calcul Mental
pt: Cálculo Mental

# ChangeLangueText.Text
source: Change the language
fr: Changer la langue
pt: Alterar idioma

# ChangeTaille
source: change size
fr: changent de taille
pt: mude o tamanho

# ChangeUtilisateurText.Text
source: Change user
fr: Changer d'utilisateur
pt: Mudar de utilizador

# clearButton.Content
source: Clear
fr: Effacer
pt: Excluir

# combien
source: How many
fr: Combien
pt: Quantos

# Compte
source: Counting exercises
fr: Exercices de comptage
pt: Contando exercícios

# CompteChiffre
source: Counting numbers
fr: Compter des chiffres
pt: Contando números

# ComptePersonne
source: Counting movements
fr: Compter des déplacements
pt: Contagem de viagens

# CopyrightText.Text
source: References :
pt: Referências:

# CopyrightTextBlock.Text
source: Charts made with WinRtXAMLToolkit
fr: Graphiques faits avec WinRtXAMLToolkit
pt: Gráficos feitos com WinRtXAMLToolkit

# Demarrer.Text
source: Start
fr: Demarrer
pt: Começo

# DeveloppeurText.Text
source: Developer :
fr: Développeur :
pt: Desenvolvedor:

# DevineOperateur
source: Find the operator
fr: Devinez l'opérateur
pt: Adivinha operador

source: Difficile
pt: Difícil

# DifficileText.Text
source: Diffcult
fr: Difficile
pt: Difícil

# DifficulteEval.Text
source: In evaluation, three little game randomly selected mode will start. At the end a note on 20 point will be calculated.
fr: En mode évaluation, trois mini jeu choisis au hasard s'enchaineront. A la fin une note sur 20 point sera calculé.
pt: No modo de avaliação, três mini-jogo aleatório é enchaineront. No fim, uma pontuação de 20 pontos será calculada.

# DifficulteText.Text
source: Difficulty
fr: Difficulté
pt: Dificuldade

# erreur.Text
source: Errors :
fr: Erreurs :
pt: Erros:

source: Evaluation
pt: Avaliação

# EvaluationPivotHeader.Header
source: Evaluation
pt: Avaliação

# ExerciceAleatoire.Content
source: A random exercise
fr: Un exercice aléatoire
pt: Um exercício aleatório

# Facile
source: Easy
fr: Facile
pt: Fácil

# FacileText.Text
source: Easy
fr: Facile
pt: Fácil

# FinishButton.Content
source: Finish
fr: Terminer
pt: Acabamento

# Jaune
source: Yellow
fr: Jaune
pt: Amarelo

# JeuCouleurs
source: Colors game
fr: Jeu des couleurs
pt: Cor Jogo

# JeuHoraire
source: Calculate hours
fr: Calculer des heures
pt: Calcule horas

# JeuObjetCouleur
source: The good object in color
fr: Le bon objet en couleur
pt: O bom objeto de cor

# JeuxPivotHeader.Header
source: Games
fr: Jeux
pt: Jogos

# Memoire
source: Memory exercises
fr: Exercices de mémoire
pt: Exercícios de memória

# MemoireCarte
source: Memorization of letters
fr: Mémorisation de lettres
pt: Armazenamento de cartas

# MemoireChiffre
source: Memorize numbers
fr: Memoriser les chiffres
pt: Memorizar números

# MemoireMots
source: Memorize the words
fr: Memoriser les mots
pt: Memorize as palavras

# MesResultats.Header
source: Results
fr: Résultats
pt: Resultados

# MesStatsJeu.Header
source: Evolution
pt: Evolução

# MonComptePivotHeader.Header
source: My account
fr: Mon compte
pt: A minha conta

# Moyen
source: Medium
fr: Moyen
pt: Meio

# MoyenText.Text
source: Medium
fr: Moyen
pt: Meio

# Noir
source: Black
fr: Noir
pt: Negro

# NomTextBlock.Text
source: Name :
fr: Nom :
pt: Nome:

# NouveauRecord.Text
source: New Record
fr: Nouveau Record
pt: Novo Registro

# NouveautesContenu.Text
source: Version 2.1: -Added the mixed words game -Change on the availability of games in demo mode Version 2.0.1: - Adding portuguese language Version 2.0 : - Optimization of the application Version 1.3: -Graphics fixes -Addition of the game 'The good object in color' Version 1.2 : -Creation of version Windows 10. - Fixed bugs. Version 1.1: -Creating the application -Added 10 little games -Possibility of creating multiple player -Display of statistics
fr: Version 2.1 : - Ajout du jeu Mots mélangés - Changement sur la disponibilité des jeux en mode démo Version 2.0.1: - Ajout de la langue portugaise Version 2.0 : - Optimisation de l'application Version 1.3: - Corrections graphiques - Ajout du jeu 'Le bon objet en couleur ' Version 1.2: - Création de la version Windows 10. - Corrections de bugs Version 1.1 : - Création de l'application - Ajout de 10 mini jeux - Possibilité de créer plusieurs joueur - Affichage des statistiques
pt: Versão 2.1: -Adicionado o jogo de palavras mistas -Alterar a disponibilidade de jogos em modo de demonstração Versão 2.0.1: - Adicionando Português Versão 2.0: - Optimização da aplicação Versão 1.3: - Graphic Correções - Jogo Adicionado 'O bom objeto de cor' Versão 1.2: - Criação do lançamento do Windows 10. - Correções de bugs Versão 1.1: - Criando o aplicativo - Adicionado 10 mini-jogos - Capacidade de criar múltiplos jogador - Estatísticas de visualização

# NouveautesText.Text
source: News :
fr: Nouveautées :
pt: Novidades:

source: Orange
pt: Laranja

# ParametrePivotHeader.Header
source: Settings
fr: Paramètres
pt: Definições

# PyramideChiffre
source: Pyramid of numbers
fr: Pyramide des chiffres
pt: Figuras de pirâmide

# QuitterText.Text
source: Exit
fr: Quitter
pt: Deixar

# RateText.Text
source: Rate the app
fr: Notez l'application
pt: Aplicação de notas

# RecordGlob.Text
source: Overall records
fr: Records Globaux
pt: Recordes mundiais

# RecordPerso.Text
source: Personal records
fr: Records Personnel
pt: Registros de Pessoal

# RedemarrageRequisText.Text
source: The complete modification of this parameter will be taken into account after a restart
fr: La modification complète de ce paramètre sera prise en compte après un redémarrage de l'application
pt: A mudança completa neste cenário será refletido após a reinicialização do aplicativo

# Reflexe
source: Speed
fr: Rapidité
pt: Velocidade

# RetourAcceuil.Content
source: Back to home
fr: Retour à l'acceuil
pt: Voltar ao Início

source: Rose
pt: Rosa

# Rouge
source: Red
fr: Rouge
pt: Vermelho

# score.Text
source: Score :
pt: Pontuação:

# StatButton.Content
source: See the evolution curve
fr: Voir la courbe d'évolution
pt: Veja o gráfico de evolução

# StatCateg.Text
source: Statistics by categories
fr: Statistiques par catégories
pt: Estatísticas Categorias

# StatEval.Text
source: Statistics of evaluations
fr: Statistiques des évaluations
pt: Estatísticas Classificações

# StatExer.Text
source: Statistics by exercises
fr: Statistiques par exercices
pt: Estatísticas de exercícios

# StatGen.Text
source: General Statistics
fr: Statistiques générales
pt: Estatísticas Gerais

# StatsCateg
source: Statistics by categories
fr: Statistiques par catégories
pt: Estatísticas Categorias

# StatsExer
source: Statistics by exercises
fr: Statistiques par exercices
pt: Estatísticas de exercícios

# StatsGen
source: General Statistics
fr: Statistiques générales
pt: Estatísticas Gerais

# SupprimeCompteText.Text
source: Delete account
fr: Supprimer le compte
pt: Remover conta

# SupressionCompteTitre
source: Deleting the account
fr: Suppression du compte
pt: Exclusão da conta

# textAnnuler
source: Cancel
fr: Annuler
pt: Cancelar

# textEN
source: English
fr: Anglais
pt: Inglês

# textES
source: Spanish
fr: Espagnol
pt: Espanhol

# textFR
source: French
fr: Français
pt: Francês

# textNon
source: No
fr: Non
pt: Não

# textOui
source: Yes
fr: Oui
pt: Sim

# Tournent
source: turn
fr: tournent
pt: vez

# UtilisateursTextBlock.Text
source: Users
fr: Utilisateurs
pt: Usuários

# ValiderButton.Content
source: Validate
fr: Valider
pt: Validar

# VersionText.Text
source: Version :
pt: Lançamento:

# Vert
source: Green
fr: Vert
pt: Verde

source: Violet
pt: Púrpura

# textPT
source: Portuguese
fr: Portugais
pt: Português

# MotsMelange
source: Find the word
fr: Retrouver le mot
pt: Encontrar a palavra

# changeButton.Content
source: Change
fr: Changer
pt: Mudança

# Reflexion
source: Reflection
fr: Reflexion
pt: Reflexão

# temps.Text
source: Time :
fr: Temps :
